# formulaes
brew "git"
brew "watchman"
brew "rbenv"
brew "ruby-build"
brew "bun"
brew "docker"

# casks
cask "arc"
cask "visual-studio-code"
cask "1password"
cask "raycast"
cask "discord"
cask "warp" 
cask "rectangle"
cask "spotify"
cask "arduino-ide"
